Repository: wp-plugins/jm-avail-booking
Catalog: languages/jm_avail_booking-*.po
Languages: nl_nl

source: bookings
nl_nl: boekingen

source: Bookings
nl_nl: Boekingen

source: Add new Booking
nl_nl: Nieuwe boeking

source: Items deleted: %d
nl_nl: Items verwijderd: %d

source: Add new booking
nl_nl: Nieuwe boeking

source: Item was successfully saved
nl_nl: Item is opgeslagen

source: There was an error while saving item
nl_nl: Een fout tijdens het opslaan.

source: Item was successfully updated
nl_nl: Item geupdate

source: There was an error while updating item
nl_nl: Een fout tijdens het updaten

source: Item not found
nl_nl: Item niet gevonden.

source: back to list
nl_nl: Terug naar lijst

source: Save
nl_nl: Opslaan

source: Name
nl_nl: Naam

source: Requested
nl_nl: Aangevraagd

source: Booked
nl_nl: Geboeked

source: Rejected
nl_nl: Gewijgerd

source: Name is required
nl_nl: Naam is verplicht

source: Status is required
nl_nl: Status is verplicht

source: Start Date is required
nl_nl: Aankomst datum verplicht

source: End Date is required
nl_nl: Vertrekdatum verplicht

source: E-Mail is in wrong format
nl_nl: E-Mail heeft een verkeerd formaat

source: WP Availability Calendar & Booking Settings
nl_nl: WP Availability Calendar & Booking Instellingen

source: Show Weeknumbers
nl_nl: Toon weeknummers

source: List of Rooms
nl_nl: Lijst met kamers

source: requested
nl_nl: aangevraagd

source: booked
nl_nl: geboekt

source: rejected
nl_nl: geweigert

source: waiting
nl_nl: wacht

source: Start Date
nl_nl: Aankomstdatum

source: End Date
nl_nl: Vertrekdatum

source: January
nl_nl: januari

source: February
nl_nl: februari

source: March
nl_nl: maart

source: May
nl_nl: mei

source: June
nl_nl: juni

source: July
nl_nl: juli

source: August
nl_nl: augustus

source: October
nl_nl: oktober

source: Su
nl_nl: zo

source: Mo
nl_nl: ma

source: Tu
nl_nl: di

source: We
nl_nl: wo

source: Th
nl_nl: do

source: Fr
nl_nl: vr

source: Sa
nl_nl: za

source: Prices
nl_nl: Prijzen

source: Add new Price
nl_nl: Nieuwe prijs toevoegen

source: Add new price
nl_nl: Nieuwe prijs toevoegen

source: Date
nl_nl: Datum

source: Price
nl_nl: Prijs

source: Date is required
nl_nl: Datum is verplicht

source: Price is required
nl_nl: Prijs is verplicht

source: Show Prices
nl_nl: Toon prijzen

source: Bookings Data
nl_nl: Boeking gegevens

source: Price Data
nl_nl: Prijs gegevens

source: Minimum Nights
nl_nl: Minimum overnachtingen

source: Phone Number
nl_nl: Telefoon

source: Country
nl_nl: Land

source: Language
nl_nl: Taal

source: Phone number is required
nl_nl: Telefoonnummer verplicht

source: Filter Time Range
nl_nl: Filter op maanden

source: All
nl_nl: Alles

source: Untill this Month
nl_nl: Tot deze maand

source: This Month and later
nl_nl: Deze maand en later

source: Filter Room
nl_nl: Filter kamer

source: Expired
nl_nl: Verlopen

source: Active
nl_nl: Actief

source: Display Last Day as free
nl_nl: Laatste dag weergeven als vrij.

source: Item not saved. Date already used
nl_nl: Deze prijsinstelling is niet opgeslagen omdat de datum bij deze kamer al is gebruikt.

source: If you click the button below WordPress will create an XML file with all booikings and prices and save this file to your computer.
nl_nl: ALs je op de onderstaande knop klikt genereert WordPress een XML file met alle boekingen en prijzen en download dit naar je PC

source: Once downloaded you can use this file in the Import function on another WordPress installation to import the contents of the WP Availability Calendar and Bookings.
nl_nl: Als de file op je PC is opgeslagen kun je deze file importeren met de import functie van Avalilabity Calendar & Bookings .

source: Checkout and new Checkin on same day
nl_nl: Check Out en een nieuwe Check in op dezelfde dag

source: Reserved
nl_nl: Gereserveerd

source: Select value of status after a booking with ContactForm 7.
nl_nl: Selecteer de status na een booking via ContactForm 7

source: reserved
nl_nl: gereserveerd

source: Status booking with ContactForm7
nl_nl: Status boeking met ContactForm7

source: No file selected
nl_nl: Geen bestand geselecteerd

source: XML failure
nl_nl: XML fout

source: Data imported
nl_nl: Data geimporteerd

source: Upload file:
nl_nl: Upload bestand

source: Calendar Display
nl_nl: Kalender weergave

source: Display a block of three months - one month default
nl_nl: Toon een blok van 3 maanden - 1 maand is de default

source: Title of page with booking form
nl_nl: Titel van de pagina met het boekings-formulier

source: Select page with the single booking form. Open also the permalinks settings and click on save!!
nl_nl: Selecteer de pagina met het gemeenschappelijke boekings-formulier. Open ook de permalinks instellingen en klik op \"Wijzigingen opslaan\".

source: No generic form
nl_nl: Geen algemeen formulier

source: Select the default status for new bookings
nl_nl: Selecteer de default status voor nieuwe boekingen

source: Default Country
nl_nl: Default Land

source: Default Language
nl_nl: Default Taal

source: Select the default language for new bookings
nl_nl: Selecteer de default taal voor nieuwe boekingen

source: Select the default country for new bookings
nl_nl: Selecteer het default land voor nieuwe boekingen

source: On save the price input will be formatted conform the settings
nl_nl: Bij het opslaan wordt de prijs volgens de instellingen geformateerd

source: Default Currency
nl_nl: Default valuta

source: Select the default currency for new prices
nl_nl: Selecteer de default valuta

source: Used in Widget
nl_nl: Gebruikt in Widget

source: The calendar is also used in a custom text widget
nl_nl: De kalender is ook gebruikt in een custom text widget

source: Use Small Hotel mode
nl_nl: Hotel (klein) mode.

source: Small Hotel mode is a calendar for each room type, default a calendar for each room
nl_nl: In de Hotel mode is er een kalender per kamer type. Default is er een kalender voor elke kamer.

source: Give the available room names separated by a comma. If empty the name default is used<br>In the default mode: room1,room2<br>In the Small Hotel mode: roomtype1:x,roomtype2:y<br> x is the number of rooms of type 1, y of type 2
nl_nl: Vuld de namen van de beschikbare kamers in, gescheiden door een comma. Als dit veld leeg is wordt de naam \"default\" gebruikt.<br> In de default mode bijv. kamer1,kamer2. In de hotel mode bijv. kamertype1:x,kamertype2,y. X is het aantal kamers van type 1, y dat van type 2.

source: Display
nl_nl: Weergave

source: Use fixed days for checkin and checkout
nl_nl: Gebruik vaste dagen voor checkin en checkout

source: Checkin Day
nl_nl: Checkin dag

source: Select the fixed checkin day
nl_nl: Selecteer de vaste checkin dag

source: Checkin Exceptions
nl_nl: Checkin uitzonderingen

source: Checkout Day
nl_nl: Checkout dag

source: Select the fixed checkout day
nl_nl: Selecteer de vaste checkout dag

source: Checkout Exceptions
nl_nl: Checkout uitzonderingen

source: This section controls how and where the calendar is displayed
nl_nl: Deze sectie bepaald hoe en waar de kalender kan worden getoond.

source: Fixed days for Checkin and Checkout
nl_nl: Vaste dagen voor Checkin en Checkout

source: Give the checkin exceptions as 2015-07-01:2015-07- 03,datex:datey <br> 2015-07-01 is replaced by 2015-07-03
nl_nl: Geef de checkin uitzonderingen op als - 2015-07-01:2015-07-03,datex:datey <br> 2015-07-01 wordt vervangen door 2015-07-03

source: Give the checkout exceptions as 2015-07-08:2015-07- 12,datex:datey <br> 2015-07-08 is replaced by 2015-07-12
nl_nl: Geef de checkin uitzonderingen op als - 2015-07-08:2015-07-12,datex:datey <br> 2015-07-08 wordt vervangen door 2015-07-12

source: This section controls the interaction with ContactForm 7
nl_nl: Deze sectie controleert de samenwerking met ContactFrom 7

source: This section controls the admin default for new bookings
nl_nl: Deze sectie controleert de admin defaults voor nieuwe boekingen

source: Internal Datepicker
nl_nl: Interne Datepicker

source: Restrict Reservations
nl_nl: Reservering beperking

source: Working Days
nl_nl: Werk Dagen

source: This section controls when a room may be booked. </br> The settings of this section only works when the use of the internal datepicker is set
nl_nl: Deze sectie bepaalt wanneer een kamer mag worden geboekt.</br> De instellingen van deze sectie werken alleen wanneer de interne Datepicker wordt gebruikt.

source: Use the internal datepicker.</br> When set the start_date and end_date fields in the ctf7 must be of the type text. [text* start_date id:start_date]
nl_nl: Gebruik de interne Datepicker</br> Wordt deze gebruikt dan moeten de ContactForm 7 velden start_date en end_date van het type text zijn. [text* start_date id:start_date]

source: Anyone making a booking can only make a reservation in x (working) days time or later from the date they submit it
nl_nl: Iemand die boekt kan alleen reserveren x (werk) dagen na de datum van de boeking.

source: Days as working days
nl_nl: Alleen werkdagen tellen.
